tap "homebrew/bundle"
tap "ikebastuz/wiper"
tap "jstkdng/programs"

brew "asciiquarium"
brew "bat"
brew "btop"
brew "calc"
brew "chezmoi"
brew "cowsay"
brew "direnv"
brew "duf"
brew "entr"
brew "fd"
brew "ferium"
brew "gh"
brew "git-delta"
brew "go"
brew "htop"
brew "ikebastuz/wiper/wiper"
brew "imagemagick"
brew "lazygit"
brew "lf"
brew "lolcat"
brew "lsd"
brew "luarocks"
brew "lzip"
brew "meta-package-manager"
brew "mpv"
brew "ncdu"
brew "neovide"
brew "neovim"
brew "node"
brew "ollama"
brew "perl"
brew "ranger"
brew "rename", link: false
brew "ripgrep"
brew "sassc"
brew "sd"
brew "superfile"
brew "terminalimageviewer"
brew "timg"
brew "yarn"
brew "zoxide"

vscode "aaron-bond.better-comments"
vscode "bbenoist.nix"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-emoji"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "hbenl.vscode-test-explorer"
vscode "jakobkruse.svelte-kit-snippets"
vscode "kevinrose.vsc-python-indent"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "sugatoray.jinja-extension-pack"
vscode "tobermory.es6-string-html"
vscode "vincaslt.highlight-matching-tag"
