tap "homebrew/bundle"
tap "ikebastuz/wiper"
tap "jstkdng/programs"

brew "asciiquarium"
brew "bat"
brew "btop"
brew "calc"
brew "chezmoi"
brew "cowsay"
brew "direnv"
brew "duf"
brew "entr"
brew "fd"
brew "ferium"
brew "gh"
brew "git-delta"
brew "go"
brew "htop"
brew "ikebastuz/wiper/wiper"
brew "imagemagick"
brew "lazygit"
brew "lf"
brew "lolcat"
brew "lsd"
brew "luarocks"
brew "lzip"
brew "meta-package-manager"
brew "nu"
brew "mpv"
brew "ncdu"
brew "neovide"
brew "neovim"
brew "node"
brew "ollama"
brew "perl"
brew "ranger"
brew "rename", link: false
brew "ripgrep"
brew "sassc"
brew "sd"
brew "superfile"
brew "terminalimageviewer"
brew "timg"
brew "yarn"
brew "zoxide"